[General]
Translator, "Jon Tackabury, Keith Lammers, Thomas Malloch"
LangVersion, "3.3.0.0"
IsRTL, "0"


[Icon]
R0lGODlhEAAMAPcAAKCgoO7u7urr6+rt7uno6Onr69RyYJsZDZYZC+z19ufn556ent4kEowXCt+d
j5huZNVsWt0kEJ4ZDePa2e/y8+CVh+rw8b0aA6GkpKioqODg4OLj45haUJFNQurv8JhmXJliWNyN
hPDw8NqNfeHn6NMgC9uUhefx8e3t7ZV0bN6ckN+fkNluYNUgDOXd3Np/b8YgB9cjELUkDM4iDuvy
8+Xb2NlUQuvs7N6Ke9Z0ZNxSQ5hqYZZCNphsYogWBc9PPdzk5vL7/PX19clOPOba1+CIe9+pn9NL
OJh3cOHX19DW19mbk6CjpM5NPc8eCquxsurp6dogDu/4+Z2io+FgTr8dAuro6uVWScJINuEkEZAg
EZUvJt6Rgd+cjoNIPplvZpJKQtdqWtuXipgZDN/o6duSg9+nm5deVr89Jdyfk9xRP+YlE99TRNhY
R96kmdZ2aZwZDdJDMZhpXeAhDt6ek4cWBKOjo5ZrYpgZC9nf4Oft7tyil9d9bcIfBd7e3+j195kW
C9e2r9dQQc8sGN7r7ePZ2enq65hdVOfX1dx9b9xgT+7v78koFM1CL+Owo/Pz89mGeMlpW+zz86Wl
pZ07Menp6cEzHccWA+vz9I43K9+XiYoXCPD19tuek74lDtyBc+bu8OjZ1vv//9cgDdpRQ5RFOdkk
D5xxadGGe+SklgAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA
AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAACH5BAAAAAAALAAAAAAQAAwA
AAjWAFN8uYOECYCDCDGcKcUDzKlUDhxRCCAigMUAnIoooqLlwQoxRgYIMESAgIBKFj61UbOpRxcT
ZgYUgLInjZUCkhLZGNRgh6YybjzUIGIAAqJQCVgwmoFAToURdDB1MpAjzJE3hJo4iYHgAxdIKmgE
suTpwqUlfwSVMIUHBA4+kZTkQdUoTogTCUi1iDDm0AsZWID4IZGkkB4BUnSMYnCAA5oqQ8ho2DDB
hQAUQdhEyQKnQx8YP0ApUHBj0SMhoq7MWSPBSx0fmaYsWADAzqQMTygBOrAlIAA7


[BFAPI_Strings]
ErrorFailClientTime, "Your computer's clock is not set correctly.\nPlease check your system time and try again."
ErrorFailLogin, "Check your email address and password and try again."
ErrorFailPrefix, "Failed to connect to your Binary Fortress account."
ErrorInvalidProTrialLicenseKey, "Your FileSeek Trial License Key appears to be invalid.\nPlease contact us for more information."
ErrorItemSizeTooLarge, "One of your FileSeek profiles is too large.\nPlease try syncing a smaller profile."
ErrorTrialExpiredPrompt, "Your FileSeek Pro Trial License has expired.\nWould you like to contact us and start another trial?"
ErrorUnknownProPurchasedLicenseKey, "Your FileSeek License Key appears to be invalid.\nPlease contact us for more information."
LoginPrompt, "You need to enter your Binary Fortress login information first.\nWould you like to enter your login information now?"
TitleSync, "Syncing with your Binary Fortress Account"


[BFAPILoginControl_Controls]
btnLogin, "&Login"
btnLogout, "&Logout"
btnMyAccount, "My &Account"
btnMyLicenses, "&My Licenses"
btnRegister, "&Register"
lblAccountStatus, "Account Status:"
lblEmailAddress, "Email Address:"
lblMyPassword, "Reset Password"
lblName, "Name:"
lblPassword, "Password:"


[BFAPILoginControl_LicenseRestrictions]
LicenseRestrictionBlock, "Personal or Company, # indicated in license name"
LicenseRestrictionDonation, "Personal ONLY, 1 computer"
LicenseRestrictionEnterprise, "Unlimited computers at unlimited company-owned sites"
LicenseRestrictionPersonalHome, "Personal ONLY, unlimited personal computers"
LicenseRestrictionSite, "Unlimited computers at 1 site"
LicenseRestrictionStandard, "Personal or Company, 1 computer"
LicenseRestrictionSteam, "Personal or Company, unlimited computers, primary user is you and Steam is installed"


[BFAPILoginControl_Strings]
ErrorEnterEmailAddress, "Please enter a valid Email Address and try again."
ErrorEnterPassword, "Please enter your Password and try again."
ErrorLoginFailed, "Failed to load your account information.\nPlease check your Email Address and Password and try again."
ErrorNoLicensesFound, "Sorry, we couldn't find any license information for this account.\nIf you need any assistance please contact us."
ErrorUnknownLicenses, "An error has occurred while loading your license information."
ErrorUnknownLogin, "An error has occurred while loading your account information."
Note, "Login to retrieve your FileSeek License Key and sync your Search Profiles."
SelectLicensePrompt, "You are currently using the Free version, a Pro Trial license, or your License Key is invalid.\nWould you like to load a License Key from your Binary Fortress account?"
Title, "My Binary Fortress Account"
TitleLoadingLicenses, "Loading License Information"


[BFAPIMyLicenses_Controls]
colDateCreated, "Date Created"
colDateExpires, "Expiry Date"
colLicenseKey, "License Key"
colLicenseRestrictions, "License Restrictions"
colLicenseType, "License Type"
colName, "License Name"


[BFAPIMyLicenses_Strings]
ConfirmUseLicense, "Are you sure you want to use this License Key?"
ErrorSelectLicense, "Please select a License from the list and try again."
ShowNeedLicenseWarning, "Select one of your License Keys from the list, then click the 'OK' button to use that License Key."
Title, "My Licenses"


[BFFormDownload_Strings]
ConfirmCancel, "Are you sure you want to cancel this Download?"
Error, "An error has occurred."
Progress, "Remaining: {0} KB ({1} KB total)"
ProgressUnknown, "Downloading: {0} KB"


[BFFormErrorMessage_Controls]
btnCopy, "&Copy to Clipboard"
btnMoreInformation, "&Show More Information"


[BFFormProxySettings_Controls]
btnSave, "Save"
lblProxyAddress, "Server Address:"
lblProxyPassword, "Password:"
lblProxyPassword2, "Re-enter Password:"
lblProxyPort, "Port:"
lblProxyUsername, "Username:"
rdoCustomSettings, "Use &Custom Proxy Server Settings:"
rdoNoProxy, "&No Proxy Server (direct internet connection)"
rdoUseIESettings, "Use &Internet Explorer Connection Settings"


[BFFormProxySettings_Strings]
EnterServerAddress, "Please enter a Proxy Server Address or select 'No Proxy Server'."
EnterServerPort, "Please enter a Proxy Server Port or select 'No Proxy Server'."
PasswordDecryptionFailed, "Your Internet Connection Settings appear to be invalid.\nPlease re-enter your Proxy Server password."
PasswordsNotMatch, "Your Proxy Server Passwords don't match, please try again."
Title, "Internet Connection Settings"


[BFFormSelectApplication_Controls]
ButtonBrowse, "&Browse"
ButtonRefresh, "&Refresh"
ColApplication, "Application"
ColPath, "Path"
GroupDesktopApplications, "Desktop Applications"
GroupWindows8Applications, "Windows 8 Applications"


[BFFormSelectApplication_Strings]
AllApplications, "All Applications"
PleaseSelectApplication, "Please select an Application first."
Title, "Select Application"


[BFFormSettingsAdvanced_Controls]
btnDelete, "Default Value"
colSetting, "Setting"
colValue, "Value"
lblHelp, "Double-click a setting to change it, click the 'Help' button for more information."


[BFFormSettingsAdvanced_Strings]
ErrorSaving, "An error has occurred while saving this setting."
SavedSuccessfully, "Your Advanced Setting was saved successfully.\nYou may need to restart FileSeek for this setting to take effect."
Title, "Advanced Settings"
TitleEdit, "Edit Advanced Setting"


[BFFormSupportRequest_Controls]
lblEmailAddress, "Email Address:"
lblMessage, "Message:"
lblName, "Name:"
lblSubject, "Subject:"
lblWarning, "The information from the Troubleshooting tab and your Debug.log file will be encrypted and sent along with this support request so that we can solve your issue more quickly."


[BFFormSupportRequest_Strings]
EnterEmailAddress, "Please enter a valid Email Address and try again."
EnterMessage, "Please enter a Message and try again."
EnterName, "Please enter your Name and try again."
EnterSubject, "Please enter a Subject."
SendSuccess, "Your information was successfully sent.\nSomeone will contact you within 1 business day."
Title, "Submit Support Request"
TooLongEmailAddress, "Please enter a shorter Email Address and try again."
TooLongName, "Please enter a shorter Name and try again."


[BFFormUpdate_Controls]
btnChangeLog, "&View Change Log"
btnDownload, "Download and &Install"
btnRemindMeLater, "&Remind Me Later"
btnSkipThisVersion, "&Skip This Version"
btnWebsite, "&Download"
lblNewVersion, "New Version:"
lblOldVersion, "Current Version:"
lblUpdateNotes, "What's New in this Version:"


[BFFormUpdate_Strings]
ConfirmSkipVersion, "It is recommended that you update to this new version.\nAre you sure you want to skip this update?"
DownloadFailedSave, "Failed to save this File locally."
DownloadingUpdate, "Downloading Update"
DownloadInvalidData, "Invalid data returned from the server. The server may be having a problem finding the requested file."
DownloadNoData, "No data returned from the website."
ErrorDownload, "An error occurred while trying to download the new version."
Title, "Update Available"
UpdateProMessage, "You need to upgrade to FileSeek Pro to use the one-click update.\nWould you like more information about upgrading?"


[BFHelpButton_Controls]
mniOnlineHelp, "Online Help"
mniSupportRequest, "Support Request"


[BFTextQuery_Strings]
CaseSensitive, "Case Sensitive:"
MayContain, "May Contain:"
MayNotContain, "May Not Contain:"
MustContain, "Must Contain:"
MustNotContain, "Must Not Contain:"


[BFUpdateCheck]
AlreadyInProgress, "Update Check already in progress..."
ErrorRunningDownloadedFile, "An error has occurred while trying to run the downloaded installation file."
FailedToGetVersion, "Could not load the latest version number."
InvalidLicensePrompt, "Your FileSeek Pro License Key appears to be invalid!\nPlease consider purchasing a FileSeek Pro license to help support future development.\nWould you like to see more information?"
NoUpdate, "You are already using the latest version."
Title, "Update"


[cFunctions_Strings]
FolderNotRecognized, "The selected folder is not recognized and can't be searched."


[cSettings_Strings]
SettingsLoadError, "An error has occurred while Loading the Settings."
SettingsSaveError, "An error has occurred while Saving the Settings."


[frmMain_Controls]
btnBrowseAppendExcludePath, "Browse && Append"
btnBrowseExcludePath, "Browse"
btnFolderBrowse, "&Browse"
btnFolderBrowseAppend, "Browse && Append"
btnNewSearch, "Search in &New Tab"
btnPause, "Pause"
btnResume, "Resume"
btnSearch, "&Search"
btnStop, "S&top"
chkCaseSensitive, "&Case sensitive query"
chkFileSizeMax, "Maximum File Size:"
chkFileSizeMin, "Minimum File Size:"
chkIsExcludeFilesRegEx, "Exclude Files Filter is RegEx"
chkIsIncludeFilesRegEx, "Include Files Filter is RegEx"
chkIsQueryRegEx, "Query is RegEx"
chkSearchSubFolders, "Search sub-&folders"
chkShowFirstResult, "&Only show first result for each File"
chkShowIncludeFilterMatchFiles, "Show file names that match the "include files" filter"
chkShowIncludeFilterMatchFolders, "Show folder names that match the "include files" filter"
chkShowQueryMatchFiles, "Show file names that match the query text"
chkShowQueryMatchFolders, "Show folder names that match the query text"
chkUseIFilters, "Process file contents using File Handlers (slower)"
colDateAccessed, "Date Accessed"
colDateCreated, "Date Created"
colDateModified, "Date Modified"
colExtension, "Extension"
colFile, "File Name"
colFileSize, "File Size"
colLine, "Line"
colLineNumber, "Line #"
colPath, "Path"
lblAccessedTo, "to"
lblAdditionalLinesAfter, "Show this many lines after a search result:"
lblAdditionalLinesBefore, "Show this many lines before a search result:"
lblCreatedTo, "to"
lblDateAccessed, "Date Accessed:"
lblDateCreated, "Date Created:"
lblDateFilterLogic, "Date Filter Logic:"
lblDateModified, "Date Modified:"
lblExcludeFiles, "Exclude Files:"
lblExcludePath, "Exclude Path(s):"
lblFilterResults, "Filter:"
lblIncludeFiles, "Include Files:"
lblModifiedTo, "to"
lblPath, "Path(s):"
lblQuery, "Query:"
lblStatusFound, "Matches Found: {0}"
lblStatusTotal, "Files Searched: {0}"
mniAbout, "About"
mniClearSearchHistory, "Clear Search History"
mniCloseAll, "Close All"
mniCloseAllButThis, "Close Others"
mniCloseSearch, "Close"
mniCopyToClipboard, "Copy Selected Results"
mniCopyToClipboardAll, "Copy All Results"
mniExit, "Exit"
mniExplorerContextMenu, "Windows Context Menu"
mniHelp, "Help"
mniOpenFolder, "Open Containing Folder"
mniOpenFolderOnly, "Open Folder"
mniOpenOther, "Open with Other Application"
mniPermenentDelete, "Permanently Delete Selected Files"
mniRemoveRows, "Remove Selected Results From List"
mniSettings, "Settings"
mniShowFilterControls, "Show Filter Controls"
mniTextCopy, "&Copy"
mniTextSelectAll, "Select &All"
mniTools, "&Tools"
mniTrayExit, "Exit"
mniTrayLoadProfiles, "Load Profile"
mniTrayShowFileSeek, "Show FileSeek"
mniTraySyncProfiles, "Sync Profiles"
mnuCopyFilePath, "Copy Selected Filenames (comma separated)"
mnuExportAllHTML, "Export All Results to HTML"
mnuExportSelectedResultsHTML, "Export Selected Results to HTML"
mnuFileCopy, "Copy Selected Files"
mnuFileDelete, "Delete Selected Files"
mnuLanguage, "Languages"
mnuLoadProfile, "Load"
mnuManageProfiles, "Manage Profiles"
mnuOpen, "Open"
mnuOpenNotepad, "Open with Notepad"
mnuProfile, "Profiles"
mnuSave, "Save"
mnuSaveAll, "Export All Results as CSV"
mnuSaveProfile, "Save New Profile"
mnuSaveSelection, "Export Selected Results as CSV"
mnuShowFullLanguageList, "Show Full List"
mnuSyncProfiles, "Sync Profiles"
rdoMatchQueryLineByLine, "Match query to each line in file"
rdoMatchQueryToWholeFile, "Match query to entire file"
tabAdvanced, "Advanced"
tabDateFilters, "Date Filters"
tabFileSizeFilters, "File Size Filters"
tabSearch, "Search"


[frmMain_Strings]
AccessedAfterTT, "Accessed after {0}"
AccessedBeforeTT, "Accessed before {0}"
AccessedBetweenTT, "Accessed between {0} and {1}"
AppSelectionErrorPartOne, "The application you selected can't be found."
AppSelectionsErrorPartTwo, "Would you like to select a different one now?"
btnNewSearchTT, "Open a new Tab and start a search"
btnSearchTT, "Start a search in the current tab"
btnStopTT, "Stop the selected search"
CaseSensitiveQueryTT, "Case Sensitive Query"
cboDateFilterLogic_AND, "AND"
cboDateFilterLogic_OR, "OR"
chkShowFirstResultTT, "Will only show first matched line when matching query to each line"
ColumnWidthRestoreError, "An error has occurred while restoring the column widths."
ColumnWidthSaveError, "An error has occurred while saving the column widths."
ContextMenuError, "An error has occurred while showing the Windows Context Menu."
CreatedAfterTT, "Created after {0}"
CreatedBeforeTT, "Created before {0}"
CreatedBetweenTT, "Created between {0} and {1}"
CSVSpreadsheet, "CSV Files"
CustomAppOpenError, "An error has occurred while opening this file with custom application."
DateCreatedError, "Please select a 'Date Created End Date' that is later than the start date."
DateFiltersSelected, "Date Filters:"
DateMismatchError, "Please select a 'Date Created End Date' that is later than the start date."
DateModifiedError, "Please select a 'Date Modified End Date' that is later than the start date."
EmptyPDFError, "PDF file was searched but contained no text"
EnterProfileName, "Enter a profile name:"
ExcludeFilesTT, "Excluded Files: {0}"
ExcludePathsTT, "Exclude Path(s): {0}"
FileDeleteMessage, "Please wait while FileSeek performs the requested operation.\nYou can close this window, but it may lead to unexpected results while this task is running."
FileDeleteQuestion, "Are you sure you want to delete the selected files or folders?"
FileDeleteTitle, "Delete Files"
FileDeletionError, "An error has occurred while deleting these files."
FileHandlerError, "Please enter a path to search."
FileIncludeNameMatch, "Filename Match [Include Files Filter]"
FileOpenError, "An error has occurred while opening this file."
FilePermenentDeleteQuestion, "Are you sure you want to permanently delete the selected files or folders?"
FileQueryNameMatch, "Filename Match [Query]"
FileReadError, "Error Accessing File: {0}"
FileSelectionError, "Please select at least 1 file that exists and try again."
FileSizeError, "Please select a File Size Maximum that is equal or greater than the File Size Minimum."
FileSizeFiltersSelected, "File Size Filters:"
FilesSearched, "Files searched: {0}"
FilesSkipped, "Files Skipped: {0}"
FolderBrowserDescription, "Select a Folder to Search"
FolderBrowsingError, "An error has occurred while browsing for a folder."
FolderIncludeNameMatch, "Folder Name Match [Include Files Filter]"
FolderItemError, "Failed to get Folder for Item: {0}"
FolderOpenError, "An error has occurred while opening this folder."
FolderQueryNameMatch, "Folder Name Match [Query Text]"
FolderReadError, "Error reading Folders in Folder: {0}"
HyperTextMarkupLanguageFile, "Hyper Text Markup Language File"
IFilterWarning, "Please enable file handlers on the Advanced tab to display proper results for: {0} files"
IncludeFilesTT, "Included Files: {0}"
InvalidExcludeFilesRegExError, "Exclude Files RegEx pattern is invalid.\n{0}"
InvalidFolderLength, "Invalid folder length."
InvalidIncludeFilesRegExError, "Include Files RegEx pattern is invalid.\n{0}"
InvalidQueryRegExError, "Query RegEx pattern is invalid.\n{0}"
KeypressError, "An error has occurred while processing this keypress."
LinkedFolderError, "Not searching folder because it is a link/junction"
MatchesFound, "Matches found: {0}"
MatchesFromQueue, "Queued Results: {0}"
MaxFileSizeTT, "Maximum File Size: {0}"
MaxPathError, "This is a long path and may not work in some programs"
MenuOpenError, "An error has occurred while opening the menu."
MinFileSizeTT, "Minimum File Size: {0}"
ModifiedAfterTT, "Modified after {0}"
ModifiedBeforeTT, "Modified before {0}"
ModifiedBetweenTT, "Modified between {0} and {1}"
More, "(more)"
NoDateFiltersSelected, "No date filters selected"
NoFileSizeFiltersSelected, "No file size filters selected"
NoOptionsSelected, "No Options Selected"
NotepadError, "An error has occurred while opening this file with Notepad."
NoTextSelectionError, "Please select some text and try again."
NotYourProfile, "You do not own this profile."
OnlyShowFirstResultTT, "Only Show First Result"
OpenManyQuestion, "Are you sure you would like to open {0} files or folders?"
OptionsSelected, "Options Selected:"
PathsTT, "Path(s): {0}"
PathTooLongError, "Windows does not support this action with long path names."
ProfileLoadError, "There was an error loading this profile."
ProfileLoadOnStartError, "There was an error loading this profile. The Profile does not exist."
ProfileOverwriteQuestion, "Are you sure you would like to overwrite the profile '{0}'?"
ProfileSaved, "Saved search settings to profile '{0}'"
ProfileSaveError, "Unable to save profile."
ProOnlyDoubleClickPrompt, "Your default double-click handler is set to a FileSeek Pro only feature.\nYou can change the default double click handler on the Settings > Search tab.\n\nWould you like more information about upgrading?"
QueryTT, "Query:\n{0}"
rdoMatchQueryLineByLineTT, "Open a file one line at a time and try to match the query to each line"
rdoMatchQueryToWholeFileTT, "Open the entire file at once and try to match the query to the entire text"
ResultCopied, "One result copied to the clipboard."
ResultCopyError, "An error has occurred while copying your search results to the clipboard."
ResultSaveError, "There was an error saving your results.\n{0}"
ResultsCopied, "{0} results copied to the clipboard."
ResultSelectionError, "Please select at least 1 search result and try again."
SaveResults, "Save Results to a Spreadsheet"
SaveResultsAsHTML, "Save Results as HTML"
SaveSearchProfile, "Save Search Profile"
SearchComplete, "Search completed in {0}s"
SearchCriteria, "Search Criteria:"
SearchCriteriaEmptyTT, "Search Criteria Empty"
SearchEnd, "Search End: {0}"
SearchError, "An error has occurred while searching."
SearchStart, "Search Start: {0}"
SearchSubFoldersTT, "Search Sub Folders"
SettingFormShowError, "An error has occurred while showing the Settings window."
Syncing, "Syncing with your Binary Fortress Account..."
TextCopyError, "An error has occurred while copying this text."
TextProcessingError, "An error has occurred while processing text."
TextSelectionError, "Please select some text and try again."
txtPathTT, "Separate multiple items with the | character"
UseFileHandlersTT, "Use File Handlers"
ViewingAppPartOne, "You haven't selected a viewing application yet"
ViewingAppPartTwo, "Would you like to select one now?"
WindowsVersionError, "Sorry, this function isn't available in this version of Windows."


[frmProfileManager_Controls]
btnCopyProfile, "Copy Profile"
btnDelete, "Delete"
btnRename, "Rename"
btnSync, "Sync with your Binary Fortress Account"
colProfileName, "Profile Name"
colProfileOwner, "Profile Owner"
lblCurrentProfile, "Current User: {0}"


[frmProfileManager_Strings]
CopyProfileNameQuestion, "What would you like to call your new profile?"
MustSelectAnItem, "Please select a profile from the list and try again."
ProfileDeleteQuestion, "Are you sure you would like to delete the selected profile?"
RenameSearchProfile, "Rename Search Profile"
SearchProfileName, "Search profile name:"
Title, "Manage Profiles"


[frmSettings_Controls]
btnApply, "Apply"
btnBackupSettings, "Export Settings"
btnBrowseOther, "&Browse"
btnChangeToFree, "Change to Free Version"
btnCheckNow, "Check for &Updates Now"
btnClearHistory, "Clear Search History"
btnIFilterToggle, "Toggle File Handler"
btnLicenseKeyLoadOnline, "Load from Binary Fortress Account"
btnOtherDefault, "&Default"
btnPasteFromClipboard, "Paste from Clipboard"
btnProxySettings, "Internet Connection Settings"
btnRestoreSettings, "Restore Settings"
btnTroubleshootingClearLog, "Clear Log"
btnTroubleshootingCopy, "Copy to Clipboard"
btnTroubleshootingOpenLog, "Open Log"
chkAutoUpdate, "Check for Updates Automatically"
chkBeta, "Check for new Beta (newer, unstable) versions"
chkCloseToTray, "Close FileSeek to the system tray"
chkCombineParameters, "Pass multiple files to the same instance, instead of opening multiple instances"
chkErrorForLongPaths, "Show an error and skip path when longer than 260 characters"
chkIFilterErrors, "Show an error for files with no File Handler (when File Handler search is enabled)"
chkIsQueryFullString, "Treat query text as one large query term"
chkLinkedFoldersSearch, "Search files && folders that are a link/junction"
chkLinkedFoldersSearchShowErrorOnSkip, "Show a message when skipping a link/junction"
chkMinimizeToTray, "Minimize FileSeek to the system tray"
chkShowErrorEmptyPDF, "Show an Error when an empty PDF file is found"
chkShowFileErrors, "Show an error when a file/folder can't be accessed"
chkShowToolTips, "Show ToolTips"
chkStartWithClearProfile, "Always start FileSeek with blank search criteria"
chkTreatAllIncludeFiltersAsWildcards, "Treat all Include Files filters as wildcards"
chkWindowsContextMenu, "Show FileSeek in the Windows Context Menu"
colName, "Name"
colRightToLeft, "Right-to-Left"
colTranslators, "Translators"
colVersion, "Version"
gbAutoUpdate, "Update Check"
gbCmdLineVars, "Command Line Variables"
gbGeneralOptions, "General Options"
gbUpdateSettings, "Update Settings"
lblCmdLineParam, "Command line parameters to pass:"
lblDefaultDoubleClick, "Select a default operation for double clicking on a search result:"
lblExpireDate, "License Expiry Date:"
lblLicenseKey, "License Key:"
lblLicenseTo, "Licensed To:"
lblNumChar, "Show this many characters for each search result:"
lblSelectViewingApp, "Selected file viewing application:"
lblSkipFile, "Maximum search time allowed per file (0=unlimited):"
lblUpdateLanguages, "Get New and Updated Languages"
LogLevel0, "Logging: Disabled"
LogLevel1, "Logging: Important Only"
LogLevel2, "Logging: Detailed"
LogLevel3, "Logging: All Lines"
tabLanguage, "Languages"
tabLicense, "License Key"
tabTroubleshooting, "Troubleshooting"


[frmSettings_Strings]
AppBrowsingError, "An error has occurred while browsing for an application."
cboDefaultDoubleClickOperation_ExportAllCSV, "Export all results to CSV"
cboDefaultDoubleClickOperation_ExportAllHTML, "Export all results to HTML"
cboDefaultDoubleClickOperation_ExportSelectedCSV, "Export selected results to CSV"
cboDefaultDoubleClickOperation_ExportSelectedHTML, "Export selected results to HTML"
cboDefaultDoubleClickOperation_Open, "Open with default handler"
cboDefaultDoubleClickOperation_OpenContainingFolder, "Open containing folder"
cboDefaultDoubleClickOperation_OpenNotepad, "Open with Notepad"
cboDefaultDoubleClickOperation_OpenOther, "Open with other application"
ChangeToFreeQuestion, "Are you sure you want to remove your License Key and switch to the Free version?"
chkTreatAllIncludeFiltersAsWildcardsTT, "With this option enabled, a search entered as foo will be treated as *foo*"
ClearHistoryError, "An error has occurred while clearing your Search History."
ClearHistoryWarning, "Are you sure you want to clear your Search History?"
CommandLineError, "Please enter command line parameters, or click 'Default' to reset them."
DebugLogCleared, "The Debug Log file has been successfully cleared."
DebugLogNotFound, "The Debug Log file could not be found.\nMake sure you have enabled Debug Logging first."
DisableFileHandler, "Disable File Handler"
EnableFileHandler, "Enable File Handler"
FileCommandDescription, "{0}: Substitutes the complete filename."
FileHandlerListError, "An error has occurred while listing the File Handlers."
FileHandlerSelectError, "An error has occurred while selecting this File Handler."
FileHandlerToggleError, "An error has occurred while toggling this File Handler."
FreeVersion, "Free Version"
HistoryCleared, "Search History cleared successfully."
InternetSettingsWindowError, "An error has occurred while opening the Internet Connection Settings window."
InvalidExitcode, "Returned invalid ExitCode: {0}"
LineCommandDescription, "{0}: Substitutes the line number."
lvIFilters_Extension, "Extension"
lvIFilters_Handler, "Handler"
lvIFilters_HandlerVersion, "Version"
NumOfCharError, "Please enter a number of characters between {0} and {1} and try again."
RestoreSettingsFailed, "Failed to restore your settings."
RestoreSettingsSuccess, "Your settings have been successfully restored."
SettingMenuError, "An error has occurred while setting the Context Menu settings."
tabSettings_About, "About"
tabSettings_FileHandlers, "File Handlers"
tabSettings_Options, "Options"
tabSettings_OtherApp, "Other Application"
tabSettings_Search, "Search"
Title, "Settings"
TroubleshootingCopyError, "Failed to copy your Troubleshooting information."
TroubleshootingCopySuccess, "Your Troubleshooting information has been successfully copied to the clipboard."


[HTMLExport_Strings]
OpenSavedSearchResultsQuestion, "Search results save successfully.\nWould you like to view the file?"
SearchCriteria, "Search Criteria"
SearchDate, "Search Date:"
Title, "FileSeek Search Results"


[IFilterHelper_Strings]
UnknownError, "Unknown IFilter error"
UsingStandardMethodWarning, "No File Handler for this file, searching using standard method."


[LicenseValidate_Strings]
ExpiredPrompt, "Sorry, your FileSeek Trial License Key has expired.\nIf you have already purchased a license, please enter it in the FileSeek Settings window.\n\nWould you like more information about purchasing FileSeek Pro?"
Invalid, "Sorry, your License Key is invalid."
InvalidReseller, "Sorry, your License Key is only valid with FileSeek provided by your Reseller.\nPlease contact your Reseller for more information."
LicenseProcessPro, "Thank You for Registering!"
LicenseProcessRemoved, "Your License Key has been removed."
LicenseProcessTrial, "Thank You for trying FileSeek Pro!\nYour license will expire on {0:D}."
RegistryExportSuccess, "Your settings have been successfully exported."
TrialAlmostDonePrompt, "Your trial license will expire soon.\nIf you have already purchased a license, please enter it in the FileSeek Settings window.\n\nWould you like more information about purchasing FileSeek Pro?"


[WindowsContextMenu_Strings]
SearchWithFileSeek, "Search with FileSeek"


[Words]
AdminSettingsLock, "Some settings are managed by your system administrator"
Apply, "Apply"
ButtonEnterLicenseKey, "&Enter License Key"
ButtonLater, "&Later"
ButtonMoreInformation, "&More Information"
ButtonUseFreeVersion, "&Use Free Version"
Cancel, "&Cancel"
Close, "&Close"
Custom, "Custom"
Default, "Default"
Error, "Error"
ErrorNotAdminUACDisabled, "UAC is disabled, but you are not an Administrator, your requested action will probably fail.\nPlease enable UAC or login as an Administrator and try again.\nIf you have recently disabled UAC, please make sure to restart your computer."
Help, "Help"
Info, "Info"
NeedProQuestion, "You need to upgrade to FileSeek Pro to use this feature.\nWould you like more information on upgrading?"
Never, "Never"
No, "No"
OK, "&OK"
ProOnlyNotice, "Pro-Only features are highlighted in Blue"
Refresh, "Refresh"
Seconds, "seconds"
Yes, "Yes"


[Installer]
AdditionalIcons, "Additional Icons:"
ContextMenu, "Add FileSeek to Context Menus"
CurrentUserOnly, "For the current user only"
DesktopIcon, "Create a &desktop icon"
DotNetDownloadNow, "Would you like to download it now?"
DotNetNeededMayNotWork, "FileSeek may not run correctly without the Microsoft .NET Framework 2.0."
DotNetRequired, "FileSeek requires the Microsoft .NET Framework 2.0."
DotNetReRunInstall, "Please re-run the FileSeek installation after installing the Microsoft .NET Framework 2.0."
ForAllUsers, "For all users"
LaunchFileSeek, "Launch FileSeek"
LicKeyInvalid, "This License Key appears to be invalid."
LicKeyLabel, "License Key:"
LicKeySelectOption, "Please select a License Key Option and try again."
LicKeyText, "License Key Options:"
LicKeyTextAdminLocked, "Your License Key has been set by your Administrator."
LicKeyTextChangeFree, "Click 'Change to Free Version' in the Settings window to use the Free version."
LicKeyTextEnterOrFree, "Please enter a valid License Key or select 'Use Free Version'."
LicKeyTextPaid, "Use this License Key:"
LicKeyTextTrial, "Use Trial Version (first time only), reverts to Free Version after 30 days"
RunAtStartup, "Start FileSeek at Windows startup"
ShowWelcome, "Show FileSeek Welcome Page"
TextBefore, "If you have FileSeek currently running, please make sure you close it before installing this new version.\n\nVisit http://www.fileseek.ca for updates and support."
UninstallRemoveAllData1, "Would you like to completely remove ALL FileSeek settings, preferences and temporary files?"
UninstallRemoveAllData2, "This is not recommended if you will be installing FileSeek again."